[
  {
    "text": "Write the code as if it will be accompanied by a violent psychopath who knows where you live.",
    "author": "Steve McConnell"
  },
  {
    "text": "The complexity of the program grows until it exceeds the capabilities of the programmer",
    "author": "Arthur Bloch. Murphy's Laws"
  },
  {
    "text": "Walking on water and developing programs following the TOR is very easy ... if they are frozen",
    "author": "Napoleon Hill"
  },
  {
    "text": "Strive not for success, but for the values that it gives",
    "author": "Albert Einstein"
  },
  {
    "text": "I owe my success to the fact that I never made excuses and did not accept excuses from others.",
    "author": "Florence Nightingale"
  },
  {
    "text": "The hardest thing is to start acting, everything else depends only on perseverance",
    "author": "Amelia Earhart"
  },
  {
    "text": "One must love life more than the meaning of life",
    "author": "Fedor Dostoevsky"
  },
  {
    "text": "Life is what happens to you while you make plans",
    "author": "John Lennon"
  },
  {
    "text": "It is always worth starting with the fact that it sows doubts.",
    "author": "Boris Strugatsky"
  },
  {
    "text": "Real responsibility is only personal",
    "author": "Fazil Iskander"
  },
  {
    "text": "A meaningless life is not worth living",
    "author": "Socrates"
  },
  {
    "text": "80% of success is to appear in the right place at the right time",
    "author": "Woody Allen"
  },
  {
    "text": "Your time is limited, don't waste it living someone else's life",
    "author": "Steve Jobs"
  },
  {
    "text": "Victory is not everything, everything is a constant desire to win",
    "author": "Vince Lombardi"
  },
  {
    "text": "Science is organized knowledge, wisdom is organized life",
    "author": "Immanuel Kant"
  },
  {
    "text": "There is no word «impossible» in my vocabulary",
    "author": "Napoleon Bonaparte"
  },
  {
    "text": "You will never cross the ocean unless you have the courage to lose sight of the shore",
    "author": "Christopher Columbus"
  },
  {
    "text": "Freedom is worthless if it does not include the freedom to make mistakes.",
    "author": "Mahatma Gandhi"
  },
  {
    "text": "Either you rule your day or the day rules you",
    "author": "Jim Rohn"
  },
  {
    "text": "Best Revenge - Huge Success",
    "author": "Frank Sinatra"
  },
  {
    "text": "Fall seven times and rise eight times",
    "author": "Japanese proverb"
  },
  {
    "text": "Everything has its own beauty, but not everyone can see it.",
    "author": "Confucius"
  },
  {
    "text": "How wonderful that you don't have to wait a minute to start making the world a better place.",
    "author": "Anne Frank"
  },
  {
    "text": "When I free myself from who I am, I become who I can be",
    "author": "Lao Tzu"
  },
  {
    "text": "Happiness is not something ready-made. Happiness depends only on your actions.",
    "author": "Dalai lama"
  },
  {
    "text": "If there is no wind, grab the oars",
    "author": "Latin proverb"
  },
  {
    "text": "Success is the ability to go from failure to failure without losing optimism",
    "author": "Winston Churchill"
  },
  {
    "text": "Everyone wants to change humanity, but no one thinks about how to change themselves",
    "author": "Lev Tolstoy"
  },
  {
    "text": "It is important to believe that talent is given to us for a reason - and that at any cost it must be used for something.",
    "author": "Marie Curie"
  },
  {
    "text": "Determination of purpose is the starting point of all achievements",
    "author": "William Clement Stone"
  },
  {
    "text": "We become what we think about",
    "author": "Earl Nightingale"
  },
  {
    "text": "I am not a victim of circumstances, I am the result of my decisions",
    "author": "Stephen Covey"
  },
  {
    "text": "All children are artists. The problem is staying an artist when you grow up",
    "author": "Pablo Picasso"
  }
]